{
  "0.0.2": {
    "en": "First version for public testing."
  },
  "0.0.3": {
    "en": "Now checks the Community store as well"
  },
  "0.0.4": {
    "en": "Added Flow trigger for app update available.\nThe time to check for updates can now be set.\nAthom store is only checked for apps installed from the store"
  },
  "0.0.5": {
    "en": "Added 'Store' tag to the flow trigger that can be either 'Community Store' or 'Athom Store'.\nAdd 'test ' to the 'New Version' tag value when the new version is a test version."
  },
  "0.0.6": {
    "en": "Notifications and triggers are now only sent once per app version\nChanged config page notification method for improved reliability and error reporting"
  },
  "0.0.7": {
    "en": "Fix error in version number parser that found 10 to be less than 9"
  },
  "0.0.8": {
    "en": "Small memory optimisation"
  },
  "0.0.9": {
    "en": "Fixed issue with apps that have illegal URI characters in their name (e.g. <-group->)"
  },
  "0.0.10": {
    "en": "Fixed issue with apps that have illegal URI characters in their name (e.g. tado°)"
  },
  "1.0.0": {
    "en": "Rebranded to suit it's current role"
  },
  "1.0.1": {
    "en": "Fixed (again) issue with apps that have illegal URI characters in their name (e.g. tado°)"
  },
  "1.0.2": {
    "en": "Fixed missing /test/ introduced in last version"
  },
  "1.0.3": {
    "en": "Fixed missing redirect on some test urls"
  },
  "1.0.4": {
    "en": "Removed all cached data from app to reduce memory usage"
  },
  "3.0.0": {
    "en": "Updated to SDK3"
  },
  "3.0.1": {
    "en": "Display HCS error messages when manually checking for updates\nDisplay progress when manually checking for updates"
  },
  "3.0.2": {
    "en": "Show how long to the next automatic check when the check time is set. Fixed update available trigger."
  },
  "3.0.3": {
    "en": "Fix missing leading zero from minutes until check report. Incorporate new Homey css styles on settings page. Restart update timer when app restarts."
  },
  "3.0.4": {
    "en": "Fixed a missed SDK3 update change for notifications."
  },
  "3.0.5": {
    "en": "Fixed incorrect format for SDK3 update change for notifications."
  },
  "4.0.0": {
    "en": "Removed old HCS as it has now closed."
  },
  "4.0.1": {
    "en": "Fix error when there is only a test version of an app in the store."
  },
  "4.0.2": {
    "en": "Fix error when there is only a test version of an app in the store."
  }
}
  
